---
kind: other
id: Properties.T:Autodesk.Revit.UI.FileOpenDialog
source: html/42fe3c3b-d8f7-f2dc-2dca-e17469488867.htm
---
# FileOpenDialog Properties

The default entry (from the filter) to be selected in the dialog.